Repository: reservastecpetrol/SERGE-ReservasTecpe
Catalog: webapp/src/main/webapp/WEB-INF/translations-*.po
Languages: es

source: .csv file name
es: nombre de archivo .csv

source: .jdo file name
es: nombre de archivo .jdo

source: .pot file name
es: fichero .pot

source: Action
es: Acción

source: Are you sure?
es: ¿Estas seguro?

source: Cancel
es: Cancelar

source: Clear Hints
es: Consejos claros

source: Clear translation cache
es: Limpiar la caché de traducciones

source: Collection
es: Coleccion

source: CollectionContentsAsAjaxTablePanelFactory.Table
es: Tabla

source: CollectionContentsAsUnresolvedPanel.Hide
es: Ocultar

source: Complete
es: Completo

source: Find Users
es: Buscar Usuario

source: New Local User
es: Nuevo Usuario Local

source: All Users
es: Todos los Usuarios

source: Find Roles
es: Buscar Rol

source: New Role
es: Nuevo Rol

source: All Roles
es: Todos los roles

source: Find Tenancies
es: Buscar Tenencia

source: New Tenancy
es: Nueva Tenencia

source: Find Orphaned Permissions
es: Buscar Permisos Heredados

source: Me
es: Mis datos personales

source: Configuration
es: Configuracion

source: Confirm
es: Confirmar

source: Create
es: Crear

source: Current
es: Actual

source: Delete
es: Eliminar

source: Download Jdo Metadata
es: Descargar Jdo Metadata

source: Download Layout Xml
es: Descargar Layout Xml

source: Download Layouts (XML)
es: Descargar Layouts (XML)

source: Download Meta Model (CSV)
es: Descargar Meta Model (CSV)

source: Download Swagger Spec
es: Descargar Swagger Spec

source: Download Translations
es: Descargar traducciones

source: File name
es: Nombre del archivo

source: Exclamation mark is not allowed
es: No se admite el signo de exclamación

source: Filename
es: Nombre del archivo

source: Find By Name
es: Buscar por Nombre

source: Fixture script
es: Script de Instalación

source: Friendly Name
es: Nombre común

source: Home Page
es: Página de Inicio

source: Idempotent
es: Idempotente

source: Idempotent Are You Sure
es: ¿Estas seguro?

source: Ignore
es: Ignorar

source: Include
es: Incluir

source: Key
es: Llave

source: List All
es: Listar Todos

source: Lookup
es: Buscar

source: Metadata
es: Metadatos

source: Minimal
es: Mínima

source: Name
es: Nombre

source: New Application Feature
es: Nueva función de aplicación

source: Non Idempotent
es: No idempotente

source: Non Idempotent Are You Sure
es: ¿Estas seguro?

source: Normalized
es: Normalizada

source: Number
es: Número

source: Object
es: Objeto

source: Object: {name}
es: Objeto: {name}

source: Objects
es: Objetos

source: Parameters
es: Parámetros

source: Private
es: Privado

source: Private With Prototyping
es: Privado con prototipos

source: Property
es: Propiedad

source: Prototyping
es: Prototipo

source: Public
es: Público

source: Rebuild Metamodel
es: Reconstruir metamodelo

source: Recreate Objects And Return First
es: Recrear Objetos y Devolver el Primero

source: Result
es: Resultado

source: Result class
es: Clase del resultado

source: Result key
es: Clave del Resultado

source: Run Fixture Script
es: Ejecutar Script de Instalación

source: Safe
es: Seguro

source: Safe And Request Cacheable
es: Seguro y solicitud cacheable

source: Script-specific parameters (if any). The format depends on the script implementation (eg key=value, CSV, JSON, XML etc)
es: Parámetros específicos del Script (si hay alguno). El formato depende de la implementación del script (por ejemplo, clave=valor, CSV, JSON, XML, etc.)

source: Simple Objects
es: Objetos básicos

source: Switch To Reading Translations
es: Cambiar a Lectura de Traducciones

source: Switch To Writing Translations
es: Cambiar a Escritura de Traducciones

source: Update Name
es: Nombre de la Actualización

source: Value
es: Valor

source: aboutLabel
es: Sobre

source: cancelLabel
es: Cancelar

source: datanucleusIdLong
es: Id

source: inputTooShortPlural
es: Por favor ingrese {número} más caracteres

source: inputTooShortSingular
es: Por favor ingrese 1 carácter más

source: loadMore
es: Carga más

source: loginHeader
es: Iniciar sesión

source: logoutLabel
es: Cerrar sesión

source: name
es: nombre

source: noMatches
es: No hay coincidencias

source: objects
es: Objetos

source: okLabel
es: Aceptar

source: passwordLabel
es: Contraseña

source: rememberMeLabel
es: "Recordar datos de ingreso

source: resetButtonLabel
es: Blanquear

source: searching
es: buscando...

source: selectionTooBigPlural
es: Solo puede seleccionar {limit} artículos

source: selectionTooBigSingular
es: Solo puedes seleccionar 1 elemento

source: signInButtonLabel
es: Ingresar

source: usernameLabel
es: Nombre de usuario

source: {num} objects
es: {num} objetos

source: confirmPasswordLabel
es: Confirmar contraseña

source: datatable.no-records-found
es: No se encontraron registros

source: editLabel
es: Editar

source: emailIsNotAvailable
es: The given email is already in use

source: emailPlaceholder
es: Enter your email

source: emailLabel
es: Email

source: emailSentMessage
es: An email has been sent to '${email}' for verification.

source: forgotPasswordLinkLabel
es: Forgot your password?

source: passwordChangeSuccessful
es: The password has been changed successfully. You can <a class="alert-success" style="text-decoration:underline;" href="${signInUrl}">login</a> now.

source: passwordChangeUnsuccessful
es: There was a problem while updating the password. Please try again.

source: passwordPlaceholder
es: Introducir la contraseña

source: passwordResetExpiredOrInvalidToken
es: You are trying to reset the password for an expired or invalid token

source: passwordResetHeader
es: Forgot password

source: passwordResetSubmitLabel
es: Enviar

source: registerButtonLabel
es: Registrarse

source: registerHeader
es: Registrarse

source: noSuchUserByEmail
es: There is no account with this email

source: noUserForAnEmailValidToken
es: The account seems to be either already deleted or has changed its email address. Please try again.

source: signUpButtonLabel
es: Don't have an account? Sign up now.

source: signUpHeader
es: Regístrate

source: usernameIsNotAvailable
es: The provided username is already in use

source: usernamePlaceholder
es: Nombre de usuario

source: Open Rest Api
es: Abrir Rest Api

source: Security
es: Seguridad

source: New Delegate User
es: Nuevo usuario delegado

source: All Tenancies
es: Todas las herencias

source: All Packages
es: Todos los paquetes

source: All Classes
es: Todas las Clases

source: All Actions
es: Todas las Acciones

source: All Properties
es: Todas las Propiedades

source: All Collections
es: Todas las Colecciones

source: All Permissions
es: Todos los Permisos

source: Download Object Layouts (ZIP)
es: Descargar Layouts de Objetos

source: Download Menu Bars Layout (XML)
es: Descargar Layout de Menus (XML)

source: Download Meta Model (XML)
es: Descargar Meta Modelo (XML)

source: Open Swagger Ui
es: Abrir Swagger Ui

source: Download Swagger Schema Definition
es: Descargar Esquema de definicion de Swagger

source: HSQL DB Manager
es: Administrador de BD HSQL

source: Search
es: Por nombre

source: Initial role
es: Rol Inicial

source: Enabled?
es: ¿Habilitado?

source: Password
es: Contraseña

source: Repeat password
es: Repita Contraseña

source: Email Address
es: E-mail

source: Description
es: Descripcion

source: Partial Name Or Path
es: Parte del nombre o Ruta

source: Path
es: Ruta

source: Parent
es: Padre

source: Looks up ApplicationUser entity corresponding to your user account
es: Busca entidad ApplicationUser correspondiente a tu cuenta de usuario

source: Packages
es: Paquetes

source: .xml file name
es: nombre de archivo .xml

source: Contact Details
es: Informacion de Contacto

source: Status
es: Estado

source: AtPath
es: Atributos de Ruta

source: permissions
es: permisos

source: Username
es: Nombre de Usuario

source: Phone Number
es: Numero telefonico

source: Fax Number
es: Numero de Fax

source: Account Type
es: Tipo de cuenta

source: Has Password
es: Tiene Contraseña

source: At Path
es: Atrib. de Ruta

source: Enabled
es: Habilitado

source: Update Username
es: Actualizar Nombre de Usuario

source: Update Email Address
es: Actualizar E-mail

source: Update Phone Number
es: Actualizar Numero de telefono

source: Update Fax Number
es: Actualizar Numero de Fax

source: Update Account Type
es: Actualizar Tipo de Cuenta

source: Update Password
es: Actualizar Contraseña

source: Reset Password
es: Reestablecer Contraseña

source: Enable
es: Habilitar

source: Update At Path
es: Actualizar atributo de Ruta

source: Disable
es: Deshabilitar

source: users
es: usuarios

source: Update Description
es: Actualizar Descripcion

source: String to search for, wildcard (*) can be used
es: Texto a buscar, comodin (*) puede ser usado

source: Role
es: Rol

source: Permissions
es: Permisos

source: Feature
es: Funcionalidad

source: Rule
es: Regla

source: Mode
es: Modo

source: Type
es: Tipo

source: Feature Fqn
es: Funcionalidad Fqn

source: Allow
es: Permitir

source: Changing
es: Puede cambiar

source: Update Role
es: Actualizar Rol

source: Viewing
es: Puede ver

source: Open
es: Abrir

source: Family Name
es: Apellido

source: Given Name
es: Nombre

source: Known As
es: Conocido como

source: Id
es: Identificacion

source: Add
es: Agregar

source: Remove
es: Quitar

source: Filter Permissions
es: Filtrar Permisos

source: Permission
es: Permiso

source: Cause
es: Causa

source: Viewing Permission
es: Permiso Puede Ver

source: Changing Permission
es: Permiso Puede Cambiar

source: Phone
es: Telefono

source: Existing password
es: Contraseña Actual

source: New password
es: Nueva Contraseña

source: Re-enter password
es: Repetir Contraseña

source: Package
es: Paquete

source: Class
es: Clase

source: XXXXXXXX
es: XXXXXXX
